模组版本 1.6(科学更新)
更新时间 2017年05月12日
模组大小 681 KB
更新内容
游戏本体版本升级为1.12 pre，不再支持1.12之前的版本。
不再支持使用粘性活塞回收。
新增回收斧锹锄。
调整所有回收产物为1。
修改压制钻石配方。
新增压制鞍、蜘蛛网、马铠、粘土、浮冰。
删除鸟刷怪蛋，增加鹦鹉、卫道士、幻术师刷怪蛋的合成。
恢复精制矿物合成材料为需要使用低一级的精制矿物。
修复了精制煤炭的名称。
调整锹的合成形状为通常形状。
修复了剑和护腿不在对应槽位也有属性加成和护腿的盔甲错误。
为精制矿物合成的剑添加了横扫之刃魔咒。
调整传送的距离为200米。
为强力磁铁加入冷却，时间为5秒。
修复矿物探测器和传送球的漏洞。
新增附魔金苹果的合成。
删除了建筑和植物的合成。
新增树种的合成，放置在羊毛/树叶可以得到不同的树。
修改画的合成配方。
删除了画：春夏秋冬；增加了画：岩间圣母、创造亚当、伏尔加河上的纤夫、开国大典、无名女郎。
增加24种进度。
有几率天然生成高压爬行者。
增加僵尸猪掉落物0-1猪肉。
增加僵尸村民被玩家杀死时掉落0-1绿宝石，不受抢夺附魔影响。
增加村民掉落物0-4绿宝石。
增加驴、骡、马、羊驼掉落物1-3生驴、骡、马、羊驼肉（属性同羊肉）、鹦鹉掉落物1-2生鹦鹉肉（属性同鸡肉）、北极熊掉落物1-4生熊肉（属性同牛肉），着火时掉落对应熟肉。
增加哞菇掉落物3-5红蘑菇。
鸡、鹦鹉着火时死亡将不掉落羽毛。
唤魔者掉落物不死图腾修改为金色。
新增钓鱼宝藏湿海绵；新增钓鱼垃圾火药，和腐肉等权重。
移除了模组所需的命令方块，改为使用函数实现。
修改了材质的文字部分。
修复了GUI材质透明错误。

模组版本 1.6.1
更新时间 2017年05月13日
模组大小 681 KB
更新内容
现在可以一次性回收64个安山岩、闪长岩、花岗岩，16个石英块，64个木炭。
现在可以一次性合成8或64个精制矿物。
修复无法回收石英块的错误。
修复了仍能使用粘性活塞回收的错误。