

title @s tite






㨀㨁㨂㨃㨄㨅㨆㨇 㨈㨉㨊㨋㨌㨍㨎㨏
㨐㨑㨒㨓㨔㨕㨖㨗 㨘㨙㨚㨛㨜㨝㨞㨟
㨠㨡㨢㨣㨤㨥㨦㨧 㨨㨩㨪㨫㨬㨭㨮㨯
㨰㨱㨲㨳㨴㨵㨶㨷 㨸㨹㨺㨻㨼㨽㨾㨿

㩀㩁㩂㩃㩄㩅㩆㩇 㩈㩉㩊㩋㩌㩍㩎㩏
㩐㩑㩒㩓㩔㩕㩖㩗㩘㩙㩚㩛㩜㩝㩞㩟
㩠㩡㩢㩣㩤㩥㩦㩧㩨㩩㩪㩫㩬㩭㩮㩯
㩰㩱㩲㩳㩴㩵㩶㩷㩸㩹㩺㩻㩼㩽㩾㩿

㪀㪁㪂㪃㪄㪅㪆㪇㪈㪉㪊㪋㪌㪍㪎㪏
㪐㪑㪒㪓㪔㪕㪖㪗㪘㪙㪚㪛㪜㪝㪞㪟
㪠㪡㪢㪣㪤㪥㪦㪧㪨㪩㪪㪫㪬㪭㪮㪯
㪰㪱㪲㪳㪴㪵㪶㪷㪸㪹㪺㪻㪼㪽㪾㪿

㫀㫁㫂㫃㫄㫅㫆㫇㫈㫉㫊㫋㫌㫍㫎㫏
㫐㫑㫒㫓㫔㫕㫖㫗㫘㫙㫚㫛㫜㫝㫞㫟
㫠㫡㫢㫣㫤㫥㫦㫧㫨㫩㫪㫫㫬㫭㫮㫯
㫰㫱㫲㫳㫴㫵㫶㫷㫸㫹㫺㫻㫼㫽㫾㫿



	
	




give @p written_book{
title:"新手指引",
author:"Stan",
pages:[
"{\"text\":\"\\u00a79\\n\\n\\n\\n         元素之力\"}",
"{\"text\":\"上古伊始，在一场巨大的爆炸中，造物主Notch创造了整个世界。即便是对于拥有神力的Notch而言，创造这样一个世界也难免耗去大量的能力。这种巨大的能力在创造完世界后，其碎片陨落在世界各地。然而Notch却无心维护这个世界，幸运的是，在他退休之前，他往这个世界投放了他的一个化身，起名为Steve。他将这个世界交给了他，同时给予了他的双臂一点点的神力。凭借着这点微弱的神力，Steve便足以\"}",
"{\"text\":\"改变这个世界。\\n\\n\\u00a79     第一章 黑夜将至\\u00a7r\\n\\nSteve望着一望无际的草原，他的眼中只有疑惑。他不知自己为谁，也不知为何来到此处。然而他知道，待在原地并不会对思考这个问题有任何的帮助。他向前方走去，开始探索这个世界。\\n
他抬头看看天，方形的太阳也看着他。他寻找不到答案，于是愤怒的锤着大地。没想到\"}",
"{\"text\":\"大地出现了裂纹。毕竟造物主给予了他一定的神力，这力量足以打破世界诞生之后，散落在大地的橙色土之力。这种力量覆盖着整片大陆，压制住了地下厚厚的岩石层中蕴藏的青色山之力。这种微妙的平衡才维持了这片大陆的稳定，而不会发生地震、火山这种可怕的事情。\\n
Steve发现自己可以破坏掉泥土和草方块，也发现了坚硬的石头。他花上了很长的时间破坏它，也没有得到任何东西\"}",
"{\"text\":\"。一旦觉悟到自己拥有的这种能力，Steve便开始寻找更多可以破坏的方块。很快，他就找到了一棵树和一片花园。这种由紫色木之力作用在泥土上得到的生命，似乎是一件很有用的东西。而花朵呢？Steve看着手中的花朵，紧张的心情似乎也放松了下来，他感到了一种愉悦，一种自然之美。\\n
继续行走，Steve看到了一条细细的小河，小河蜿蜒至远方，似无尽头。这便是绿色水之力，这种力量既能创造温柔宁静\"}",
"{\"text\":\"的湖泊，活泼蜿蜒的河流，也能创造愤怒激情的洪水，冷酷无垠的大海。一阵风吹来，Steve看到一头粉色的生物，Steve尝试接触它，它却吓得大叫狂奔起来，然而很快又恢复的平静。Steve似乎很感兴趣，反复几次之后，这种由蓝色天之力创造的生物就这样轻易地被Steve击杀，可怜的小猪变成了几块猪肉。Steve发现这块猪肉不能放置，却可以补充自己的体力，便又收集了一些。
\\n
似乎人生就是这样了，走走停\"}",
"{\"text\":\"停。然而，黑夜将至。
\\n
这黑夜着实让人害怕，而Steve又是孤单一人。然而很快他就不孤单了，一只绿色生物朝他走来。这生物似乎和自己长得很像，也是两个胳膊两条腿，而且还张开了双臂准备给他一个大大的拥抱。Steve也张开了自己的双臂，却没成想被僵尸挠了一下。很快，僵尸的叫声吸引了他的同伴。在几只僵尸友好的“拥抱”下，随着一声惨叫，Steve便结束了这短暂的生命。\"}"]}
